app/signals/apps/sigmax/templates/sigmax/actualiseerZaakstatus_Bv03.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:stuf="http://www.egem.nl/StUF/StUF0301">
  <soapenv:Header/>
  <soapenv:Body>
     <Bv03Bericht xmlns="http://www.egem.nl/StUF/StUF0301">
        <stuurgegevens>
           <berichtcode>Bv03</berichtcode>
           <zender>
              <organisatie>AMS</organisatie>
              <applicatie>SIA</applicatie>
           </zender>
           <ontvanger>
              <organisatie>SMX</organisatie>
              <applicatie>CTC</applicatie>
           </ontvanger>
           {% if sequence_number %}
           <referentienummer>{{ signal.sia_id }}.{{ sequence_number }}</referentienummer>
           {% else %}
           <referentienummer>{{ signal.sia_id }}</referentienummer>
           {% endif %}
           <tijdstipBericht>{% now "YmdHis" %}</tijdstipBericht>
        </stuurgegevens>
     </Bv03Bericht>
  </soapenv:Body>
</soapenv:Envelope>